# 储存固定参数：不同版本不用改
# 地区参数
list_city = ['呼和浩特市','包头市','乌海市','赤峰市','通辽市','鄂尔多斯市','呼伦贝尔市','巴彦淖尔市','乌兰察布市','兴安盟','锡林郭勒盟','阿拉善盟']
# 学科参数
list_sub = ['语文','数学','英语','思想政治','历史','地理','物理','化学','生物学','信息技术','通用技术','音乐','美术','体育与健康']
# 教材参数
list_sub_tb = ['数学','英语','地理','物理','化学','生物学','信息技术','通用技术','音乐','美术','体育与健康']# '语文','思想政治','历史',
dict_sub_tb = {
    '数学': ['人民教育出版社A版','人民教育出版社B版','其他'],
    '英语': ['人民教育出版社','北京师范大学出版社','外语教学与研究出版社','其他'],
    '地理': ['人民教育出版社','湖南教育出版社','其他'],
    '物理': ['人民教育出版社','其他'],
    '化学': ['人民教育出版社','其他'],
    '生物学': ['人民教育出版社','其他'],
    '信息技术': ['人民教育出版社','上海科技教育出版社','广东教育出版社','浙江教育出版社','教育科学出版社','华东师范大学出版社','其他'],
    '通用技术': ['人民教育出版社','广东教育出版社','江苏凤凰教育出版社','地质出版社','其他'],
    '音乐': ['人民音乐出版社','湖南文艺出版社','广东教育出版社','其他'],
    '美术': ['人民教育出版社','人民美术出版社','湖南美术出版社','其他'],
    '体育与健康': ['人民教育出版社','广西师范大学出版社','华东师范大学出版社','教育科学出版社','上海教育出版社','其他'],
}
# 学校参数
list_school_test = ['磴口县第一中学','巴彦淖尔市第三中学','五原县第一中学','阿鲁科尔沁旗天山第二中学','赤峰市元宝山区荷马实验学校','赤峰市元宝山区平庄煤业高级中学','土默特左旗金山学校','呼和浩特市第六中学','呼和浩特市桥华学校']
